{
    "translation": {
        "history": "HISTORY",
        "theProject": "PROJECT",
        "investment": "INVESTMENT",
        "contact": "CONTACT",

        "buziosResort": "Búzios Eco Resort",
        "buziosResort2": "Spa & Residence",

        "buziosResortDesc": "Enjoy a tropical and sophisticated oasis in Brazil.",
        "knowMore": "KNOW MORE:",
        "knowMoreAboutInvesment": "Know more about this investment:",
        "name": "Name",
        "email": "E-mail",
        "phone": "Phone",
        "downloadInvestment": "Download our Investment Plan",
        "successMsg": "Message sent!",
        "erroMsg": "An error occured, try again",
        
        "chatOnWhatsapp": "Chat with us on Whatsapp",
        
        "about": "ABOUT",
        "aboutDesc": "The Búzios Eco Resort is located on the slope of Tartaruga Beach and only a 15-minute drive from Canto, Brava, Ferradura beaches, and 2h30m from Rio de Janeiro International Airport.",
        
        "surroundings": "SURROUNDINGS",
        "surroundingsDesc": "Armação dos Búzios (or Búzios) is a Brazilian resort located on an oceanic peninsula in the state of Rio de Janeiro. It is known as a sophisticated holiday destination with numerous beaches. These include Ferradura, a calm horseshoe-shaped bay with water sports, and Geribá, a popular surfing spot. Among the streets of the village, the cobblestone Rua das Pedras is a center of restaurants and nightlife.",

        "nightLife": "NIGHTLIFE",
        "nightlifeDesc": "The main tourist attraction of Búzios, after the beaches, Rua das Pedras attracts a crowd of tourists every day. The place is full of good shops, restaurants, bars, cafes, tour agencies, and hotels. It is almost mandatory for visitors. Although Rua das Pedras is a pedestrian-only path of only 600 meters, in practice, it goes far beyond that short stretch. The street encompasses several blocks around it, which follow the same elegant and charming atmosphere.",

        "brigitteBardot": "BRIGITTE BARDOT",
        "brigittebardotDesc": "In Armação dos Búzios, Brazil, there is no one who does not admit that without the visits of Brigitte Bardot, the place would never have been known worldwide and tourism would not have the expression it has today. The actress was responsible for Búzios becoming known and turning into a very attractive city. That is why a statue was erected in her honor, which overlooks the bay of Armação dos Búzios.",

        "projectConcept": "PROJECT CONCEPT",
        "projectconceptDesc": "Between the greenery and the sea, in a paradisiacal setting, the Búzios Eco Resort Spa & Residence is located in one of the most beautiful and attractive points of the region. It offers cozy environments and personalized services that, combined with the charm of Búzios, guarantee comfort and much openness.",

        "requestNow": "Request now",

        "implantation": "IMPLANTATION",
        "implantationDesc": "The hotel is located on the main avenue of Búzios, Av. Jose Bento Ribeiro Dantas. The land is covered by Atlantic Forest, which will be integrated into the resort's architecture.",
        
        "highlights": "HIGHLIGHTS",
        "highlightsDesc": "The Búzios Eco Resort Spa & Residence was conceived under a solid concept, combining respect for nature's surroundings and excellence in sustainability, in a natural, elegant design with cutting-edge engineering. The main features of this exclusive retreat are:",

        "enjoyNature": "A PLACE TO ENJOY THE NATURE",
        "enjoynatureDesc": "The Búzios Eco Resort Spa & Residence will focus on relaxing treatments with mineral water, offering short breaks and longer stays for families who appreciate the privacy of apartments and villas with full services.",

        "highLight1": "135 comfortable",
        "highLight1title": "suites",
        "highLight1Desc": "with modernity and luxury details",

        "highLight2": "3 modern",
        "highLight2title": "restaurants",
        "highLight2Desc": "offering local food with chef signature",
        
        "highLight3": "1 relaxing",
        "highLight3title": "spa",
        "highLight3Desc": "with exclusive treatments",
        
        "highLight4": "1 children's",
        "highLight4title": "club",
        "highLight4Desc": "PLAYGROUND WITH POOLS AND ENTERTAINMENT",
                
        "highLight5": "3 outdoor",
        "highLight5title": "pools",
        "highLight5Desc": "with support bars",
                
        "highLight6": "2 tennis",
        "highLight6title": "courts",
        "highLight6Desc": "INTEGRATED WITH THE NATURE",

        "highLight7": "1 magnificent",
        "highLight7title": "surrounding garden",
        "highLight7Desc": "EXPLORE A GREEN AREA WITH 30.000 m²",
        
        "downloadBrochure": "Download brochure",

        "investmentOverview": "INVESTMENT OVERVIEW",

        "callForInvestors": "CALL FOR 158 INVESTORS",
        "investmentStart": "Investment starting on",
        "investmentEuro": "€ 185K",
        "investmentReturn": "Guaranteed return of 3% per year.",
        "real1": "R$ 1 M",


        "totalCost": "TOTAL PROJECT COST",
        "costEuro": "€ 29,2M",
        "costDesc1": "Guaranteed repurchase option",
        "costDesc2": "Full accommodation ARI program requirement included.",
        "real2": "R$ 158 M",

        "brazilVisa": "OVERVIEW OF INVESTMENT VISA FOR BRAZIL",
        "brazilVisaDesc1": "The investor visa in Brazil is a type of visa intended for foreign investors who wish to invest in real estate in the country or in Brazilian companies. This visa is known as the ''Investor Visa'' or ''Business Visa''",
        "brazilVisaDesc2": "There are two types of investor visa in Brazil: the temporary visa and the permanent visa. The temporary visa is valid for up to four years. The permanent visa, on the other hand, is valid indefinitely, can be requested at the end of the fourth year of the temporary visa, and can be converted into Brazilian nationality, with access to a national identity card, passport, social assistance, education system, and medical care.",
        "brazilVisaDesc3": "Brazil is one of the oldest nations in South America, with a rich history, vibrant culture, exceptional cuisine, stunning beaches, and idyllic landscapes.",

        "brazilVisaBenefits": "BENEFITS OF THE BRAZILIAN INVESTMENT VISA INCLUDE:",
        "brazilVisaBenefitsLi1": "Travel without a visa and the right to live, work, and study in Brazil;",
        "brazilVisaBenefitsLi2": "Eligibility to apply for citizenship after four years as a legal resident, while maintaining other citizenships;",
        "brazilVisaBenefitsLi3": "Low physical presence requirement during the temporary visa;",
        "brazilVisaBenefitsLi4": "Eligibility for citizenship after four years;",
        "brazilVisaBenefitsLi5": "Ease of entry into the European Schengen Area through bilateral agreements between Brazil and Portugal;",
        "brazilVisaBenefitsLi6": "Excellent international and Portuguese schools and universities;",
        "brazilVisaBenefitsLi7": "High quality of life, local cuisine and wines, rich culture, mild climate, and high level of security;",
        "brazilVisaBenefitsLi8": "International quality clinics and hospitals;",

        "contactUs": "CONTACT US:",
        "contactUsDesc": "Know more and clear all your doubts about this project. It will be a pleasure to serve you!",
        "contactWhatsapp": "Contact with Whatsapp",
        "contactEmail": "Send e-mail",

        "copyright": "© 2023 - Loft Magenta Property Investment Advisors",
        "contactUsFooter": "CONTACT US",
        "telephone": "Tel / Fax: +34 682 44 68 21",
        "address": "Plaza de Manolete 4, 5º B",
        "city": "28020, Madrid - Spain",

        "privacyPolicy": "Privacy Policies",

        "privacyPageTitle": "LOFTMAGENTA - Terms and conditions",
        
        "privacySubtitle": "PRIVACY POLICY",
        "privacySubtitleDesc": "This Statement sets out the policy of LOFTMAGENTA in connection with the collection and use of your personal data through this Website.",
        
        "generalStatement": "GENERAL STATEMENT OF PRINCIPLE",
        "generalStatementDesc": "LOFTMAGENTA respects the privacy of the users of this Website, and complies with its obligations under the Personal Data (Privacy) Ordinance, the governing legislation in Portugal.",

        "kindsOfPersonal": "KINDS OF PERSONAL DATA HELD",
        "kindsOfPersonalDesc": "There are two broad categories of personal data held by LOFTMAGENTA. They are personal data contained in:",
        "kindsOfPersonalLi1": "Customer files and records, which include records containing information supplied by visitors to our Website or otherwise voluntarily supplied to LOFTMAGENTA by clients or potential clients; and",
        "kindsOfPersonalLi2": "Other records, which include administration and operational files and personal data provided to LOFTMAGENTA in respect of promotional, operational and administrative activities (including the personal data of service suppliers to LOFTMAGENTA).",

        "purposeOfHolding": "PURPOSE OF HOLDING YOUR PERSONAL DATA",
        "purposeOfHoldingDesc": "LOFTMAGENTA holds your personal data for the following purposes:",
        "purposeOfHoldingA": "a) Customer files and records are kept for the purpose of facilitating the provision of information to you about LOFTMAGENTA, including the range of property services and related activities offered to clients of LOFTMAGENTA; and",
        "purposeOfHoldingB": "b) Other records are kept for various purposes which vary according to the nature of the record, such as administration of office functions and activities, promotional and marketing activities, selection of service suppliers, and so forth.",

        "howWeCollect": "HOW WE COLLECT PERSONAL DATA",
        "howWeCollectDesc": "While browsing an internet site, collection of personal data without a user's express consent will occur. The services provided on this Website:",
        "howWeCollectLi1": "Do not use IP address (Internet Protocol Addresses) to collect information. However, IP addresses are stored in navigation information;",
        "howWeCollectLi2": "Use navigation data as aggregate data for statistical purposes only;",
        "howWeCollectLi3": "Use cookies to improve browsing, but not for statistical purposes. You may disable the use of cookies, but this may impair your ability to browse this web site; and",
        "howWeCollectLi4": "Do not use internet tags.",
        
        "howWeCollectDesc2": "This Website applies the following policy to the active collection of personal data:",
        "howWeCollectLi5": "E-Mail: Data received by e-mails sent to the Website are used to reply to requests in those e-mails and are then stored for statistical purposes.",
        "howWeCollectLi6": "Mailing List: Names are included in mailing lists only if the express consent of the recipient has been obtained.",
        "howWeCollectLi7": "Registration: Data received upon completion of on-line forms are used to reply to requests for services set out in those on-line forms.",
        "howWeCollectLi8": "Personal data is also collected by LOFTMAGENTA when it receives forms, applications, correspondence and other documents from its clients and other individuals.",

        "howWeUsePersonal": "HOW WE USE YOUR PERSONAL DATA",
        "howWeUsePersonalDesc": "LOFTMAGENTA may use your personal data to:",
        "howWeUsePersonalLi1": "provide you with information about LOFTMAGENTA including the range of property services and related activities offered to clients of LOFTMAGENTA;",
        "howWeUsePersonalLi2": "liaise with property developers and vendors and other service providers to LOFTMAGENTA (including agents, introducers, lawyers) in connection with property services provided to you;",
        "howWeUsePersonalLi3": "verify your identity;",
        "howWeUsePersonalLi4": "send you, upon your prior consent, information about other services provided by LOFTMAGENTA;",
        "howWeUsePersonalLi5": "liaise with government and regulatory authorities as required by law;",
        "howWeUsePersonalLi6": "protect and defend the rights of LOFTMAGENTA or other third parties, or to enforce the terms and conditions that apply to use of this site; and conduct other activities of LOFTMAGENTA required or permitted by law.",

        "howCanWeDisclose": "WHO CAN WE DISCLOSE YOUR PERSONAL DATA TO?",
        "howCanWeDiscloseDesc": "Your personal data may be disclosed by LOFTMAGENTA to:",
        "howCanWeDiscloseLi1": "other companies in the LOFTMAGENTA group;",
        "howCanWeDiscloseLi2": "professional service providers to LOFTMAGENTA (such as agents, legal advisers, financial advisers, and other professionals);",
        "howCanWeDiscloseLi3": "service providers to LOFTMAGENTA in connection with the maintenance and operation of this Website;",
        "howCanWeDiscloseLi4": "government and regulatory authorities as required by law; and",
        "howCanWeDiscloseLi5": "other persons who are under a duty of confidentiality to LOFTMAGENTA, or to lawful successors and assigns of LOFTMAGENTA.",

        "accessToYourPersonal": "ACCESS TO YOUR PERSONAL DATA",
        "accessToYourPersonalDesc": "You have a right to:",
        "accessToYourPersonalLi1": "request access to your personal data;",
        "accessToYourPersonalLi2": "correct any errors in your personal data;",
        "accessToYourPersonalLi3": "upon payment of a reasonable fee, obtain a copy of your personal data; and",
        "accessToYourPersonalLi4": "upon written request, withdraw your consent to the use by LOFTMAGENTA of your personal data.",
        "accessToYourPersonalDesc2": "However, if you withdraw your consent, then LOFTMAGENTA may not be able to provide property services to you or to contact you.",

        "dataProtectionOffiicer": "DATA PROTECTION OFFICER",
        "dataProtectionOffiicerDesc1": "If you have queries concerning your personal data (including requesting access to, or correcting the details of, your personal data), you should contact:",
        "dataProtectionOffiicerDesc2": "The Data Privacy Officer",

        "loftMagentaLDA": "LOFTMAGENTA LDA",
        "loftMagentaLDADesc1": "Plaza de Manolete 4, 5º B",
        "loftMagentaLDADesc2": "28020, Madrid - España",

        "goveringLaw": "GOVERNING LAW AND JURISDICTION",
        "goveringLawDesc": "The terms and conditions of use of the Website shall be governed by and construed in accordance with the laws of Portugal and LOFTMAGENTA and the Client irrevocably submit to the exclusive jurisdiction of the Courts in Hong Kong and waive any objection to any legal action or proceedings in such Courts on the grounds of venue or on the grounds that the proceedings have been brought in an inconvenient forum or on any other grounds whatsoever.",

        "disclaimer": "DISCLAIMER",
        "disclaimerDesc1": "LOFTMAGENTA is the trading name of LOFMAGENTA Investimentos Lda (License Number: L3010023I) which is licensed under the Estate Agents Act 2012 of Portugal.",
        "disclaimerDesc2": "You acknowledge that:",
        "disclaimerLi1": "(i) the information contained in this Website, LOFTMAGENTA emails and such other material issued in connection therewith (the “Content”) are for information purposes;",
        "disclaimerLi2": "the Content is provided on an “as is” basis and by way of a summary and we do not guarantee the accuracy, completeness, or timeliness of the Content ;",
        "disclaimerLi3": "the Content may be subject to the terms and conditions of other agreements to which we are a party;",
        "disclaimerLi4": "the Content does not constitute a solicitation or offer to invest in securities or collective investment schemes or other financial or investment concerns;",
        "disclaimerLi5": "the Content should not be regarded as advice on securities or collective investment schemes or other financial or investment concerns;",
        "disclaimerLi6": "the Content has not been authorized or approved by the Securities and Futures Commission of Hong Kong or any other regulatory body of competent authority whether in Hong Kong or elsewhere;",
        "disclaimerLi7": "the property market is volatile and illiquid and property prices and rental yields may fluctuate widely or be affected by a broad range of risk factors;",
        "disclaimerLi8": "all plans and specifications in the Content are intended as a guide only and are subject to such variations, modifications and amendments as may be required by the relevant authorities or the relevant developer’s consultants or architects;",
        "disclaimerLi9": "all renderings and illustrations in the Content are artists’ impressions only and all measurements are approximate subject to final survey and confirmation; and",
        "disclaimerLi10": "the Content is not intended for use by, or distribution to, any person or entity in any jurisdiction or country where such use or distribution would be contrary to law or regulation.",
        "disclaimerDesc3": "Accordingly, you assume all responsibility and risk for reliance upon and the use of the Content and, we, our agents, directors, officers, employees, representatives, successors, and assigns expressly disclaim any and all responsibility for any direct or consequential loss or damage of any kind whatsoever arising directly or indirectly from:",
        "disclaimerLi11": "(i) the use of the Content",
        "disclaimerLi12": "(ii) reliance on any information contained in the Content",
        "disclaimerLi13": "(iii) any error, omission or inaccuracy in any such information including, without limitation, financial data, forecasts, analysis and trends, or",
        "disclaimerLi14": "(iv) any action or non-performance resulting from the foregoing.",
        "disclaimerDesc4": "This exclusion clause shall take effect to the fullest extent permitted by applicable laws.",
        "disclaimerDesc5": "We and our representatives only work in relation to real estate located outside Hong Kong.",
        "disclaimerDesc6": "Neither LOFTMAGENTA nor its representatives is licensed under the Estate Agents Ordinance to deal with Portuguese real estate (nor are we required to be so licensed). Neither LOFTMAGENTA nor its representatives engages in regulated activities in Portugal such as dealing or advising on securities or providing asset management services. Therefore, neither LOFTMAGENTA nor its representatives are licensed under the Securities and Futures Ordinance.",

        "professional": "PROFESSIONAL ADVICE",
        "professionalDesc1": "Any statement contained in the Content is made on a general basis and we have not given any consideration to nor have we made any investigation of the investment objective, financial situation or particular need of any user or reader, any specific person or group of persons.",
        "professionalDesc2": "You are advised to make your own assessment of the relevance, accuracy and adequacy of the information contained in the Content. You should obtain independent professional advice before making an investment decision in relation to the Content. Investigations as may be necessary or appropriate for the purpose of such assessment including the investment risks involved. You should consult an appropriate professional advisor for legal, tax, accounting, or investment advice specific to your situation, as to whether any governmental or other consents are required or if any formalities should be observed for the purposes of making such investments as are mentioned in the Content. If you are unsure about the meaning of any of the information contained in the Content, please consult your financial or other professional advisor.",

        "thirdParty": "THIRD PARTY REFERENCES",
        "thirdPartyDesc": "References to third party publications are provided for your information only. The content of these publications are issued by third parties. As such, we are not responsible for the accuracy of information contained in those publications, nor shall we be held liable for any loss or damage arising from or related to their use."
    }
}